"More than %1$@ used on %2$@" = "Supérieur à %1$@ utilisé sur %2$@"; // disk space
"Free memory below %@" = "Mémoire disponible en dessous de %@";
"CPU usage above %1$@ for %2$@ seconds" = "Utilisation CPU au-delà de %1$@ depuis %2$@ secondes";
"iStat Menus has been updated" = "iStat Menus a été mis à jour";
"Battery now at %@" = "Batterie maintenant à %@";
"No internet connection" = "Aucune Connexion À Internet";
"Currently %1$@. Feels like %2$@." = "Actuellement %1$@. Température ressentie %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minutes restante sur batterie";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) est maintenant installé.";
"%@ chance of rain" = "%@ de risque de pluie";
"Internet" = "Internet";
"Charger connected" = "Chargeur connecté";
"Daylight saving starts tomorrow at %@" = "L'heure d'été commence demain à %@";
"Low Battery" = "Batterie faible";
"Forecast for today" = "Prévision pour aujourd'hui";
"Clocks forward %@ hour" = "L'horloge avance dans %@ heure";
"New IP Address '%@'" = "Nouvelle adresse IP '%@'";
"Active GPU changed" = "Modification du GPU actif";
"%i Weather Alerts" = "%i alerte météo";
"Weather Alert" = "Alerte météo";
"S.M.A.R.T. status changed" = "Changement de l'état S.M.A.R.T.";
"%@ chance of rain tonight" = "%@ chance de pleuvoir aujourd'hui";
"Load Average above %1$@ for %2$@ seconds" = "Moyenne de la charge au-delà de %1$@ depuis %2$@ secondes";
"%1$@ now at %2$@" = "%1$@ maintenant à %2$@"; // battery level now at %
"'%@' is now being used" = "'%@' est maintenant utilisé"; // 'x gpu' is now being used
"Memory pressure above %@" = "Pression mémoire au-delà de %@";
"Daylight saving ends on %@" = "L'heure d'été se termine le %@";
"Charger disconnected" = "Chargeur déconnecté";
"Connected to '%@'" = "Connecté à '%@'";
"Battery is now charged" = "La batterie est rechargée";
"Daylight saving ends tomorrow at %@" = "L'heure d'été se termine demain à %@";
"Forecast for tomorrow" = "Prévision pour demain";
"New public IP Address '%@'" = "Nouvelle adresse IP Public '%@'";
"%@ chance of rain at night" = "%@ chance de pleuvoir cette nuit";
"Low %1$@, High %2$@." = "Bas %1$@, Haut %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi connecté sur '%@'";
"Connected to internet" = "Connecté à Internet";
"Clocks back %@ hour" = "L'horloge recule dans %@ heure";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' supérieur à %2$@ depuis %3$@ seconds"; // sensor above value for x seconds
"Daylight saving starts on %@" = "L'heure d'été commence le %@";
"Less than %1$@ left on %2$@" = "Inférieur à %1$@ sur %2$@"; // disk space
"Current conditions" = "Conditions actuelles";


// Unlocalized strings



// Modified strings

